#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>Hey {}!!</b>
<i>.ചത്തൂന്ന് അറിയാൻ വന്നതാണോ....ചത്തിട്ടില്ല 😂

ഈ ബോട്ട് നിർമിച്ചിരിക്കുന്നത് തികച്ചും @MOVIEMARKET_DISCUSSION_GROUP ന് വേണ്ടിട്ടാണ്
എന്നെ നിങ്ങൾക്ക് വേറെ ഒരിടത്തും ഉപയോഗിക്കാൻ ആകില്ല..
അങ്ങനെ നിങൾ ഉപയോഗിക്കാൻ നോക്കിയാൽ Error വരും അങ്ങനെ Error വരുമ്പോൾ നിങൾ വീണ്ടും Try ചെയ്യും അങ്ങനെ ചെയ്ത് ചെയ്ത്
നിങ്ങളുടെ തല ചൂടാകും തല ചൂടായാൽ നിങൾ എന്തും ചെയ്യും അപ്പോ ജനം പറയും നിങ്ങൾക്ക് ഭ്രാന്ത് ആണെന്ന് ഭ്രാന്ത്😂😂

</i>"""    
    
    HELP_TEXT = """
<b><i><u>How To Use Me!?</u></i></b>

<i>
-> ഒന്ന് പോടെയ് HELP ചോദിച്ചു വന്നിരിക്കുന്നു GROUPIL MOVIE ചോദിക്കേടെയ് 😂😂
"""
    
    ABOUT_TEXT = """<b>➥ Name</b> : <code> Auto Filter Bot</code>
    
<b>➥ Creator</b> : <b><i><a href="https://t.me/Dashamoolamdamu_123">ADMIN</a></i></b>

<b>➥ Language</b> : <code>Python3</code>

<b>➥ Library</b> : <i><a href="https://docs.pyrogram.org">Pyrogram Asyncio 1.13.0 </a></i>

<b>➥ Source Code</b> : <i><a href="https://github.com/AlbertEinsteinTG/Adv-Auto-Filter-Bot">Click Me</a></i>
"""
